Repository: sozdiex/lean-works
Catalog: LeanWorksGroup/*.lproj/Localizable.strings
Languages: es

# usuario
source: User Name
es: Nombre de Usuario

# contra
source: Password
es: Contraseña

# btnIniciarSesion
source: Login
es: Iniciar sesión

# btnIngresarSinUsuario
source: Login without user
es: Ingresar sin usuario

# SeleccioneGiro
source: Choose a kind of problem to solve:
es: Seleccione el giro a resolver:

# Manufactura
source: Manufacture
es: Manufactura

# Servicios
source: Services
es: Servicios

# Transformacion
source: Transformation
es: Transformación

# Educacion
source: Education
es: Educacíon

# ManufacturaMsg
source: Product Development.
es: Elaboración de productos.

# ServiciosMsg
source: Tourism, Trade, IT, governments.
es: Turismo, Comercio, IT, Gobiernos.

# TransformacionMsg
source: Convert, Edit
es: Convertir, Modificar

# EducacionMsg
source: Learning, Training
es: Aprendizaje, Capacitación

# PersonalMsg
source: Couple, Family, Etc.
es: Pareja, Familia, etc.

# lblQuestion
source: What is the main problem that is presented?
es: ¿Cuál es el principal problema que se le presenta?

# txtField
source: Describe your main problem
es: Describa su principal problema

# btnBack
source: Back
es: Atrás

# btnSiguiente
source: Next
es: Siguiente

# Cancelar
source: Cancel
es: Cancelar

# Guardar
source: Save
es: Guardar

# Aceptar
source: Accept
es: Aceptar

# lblPareto
source: How do you want to measure the main causes (factors) of your problem(%@):
es: Seleccione como desea medir sus causas principales (factores) del problema(%@):

# Unidades
source: Units / Pieces
es: Unidades / Piezas

# Pesos
source: Monetary unit / Currency
es: Unidad monetaria / Divisas

# lblTituloParetoFrecuency
source: Choose the period in which the frequencies of the main causes (factors) in the main problem observed
es: Determine el periodo durante el cual se observan las frecuencias de los factores de su principal problema

# Hora
source: Hour
es: Hora

# dia
source: Day
es: Día

# Semana
source: Week
es: Semana

# Quincena
source: Fortnight
es: Quincena

# Mes
source: Month
es: Mes

# Bimestre
source: Bimester
es: Bimestre

# Trimestre
source: Quarter
es: Trimestre

# Cuatrimestre
source: Four Month
es: Cuatrimestre

# Semestre
source: Semester
es: Semestre

# Anual
source: Annual
es: Anual

# Inicio
source: Start
es: Inicio

# Termino
source: End
es: Termino

# lblDiagram
source: Which main causes (factors) determine your main problem (%@)?
es: ¿Cuáles considera las causas principales (factores) de su problema (%@)?

# lblDiagram2
source: List 4 main causes (factors). Then, group the small causes in the "others" option
es: Enumerar 4 principales causas (factores) y en la opción de otros agrupar las causas menores

# txtDiagram1
source: Main Cause
es: Causa principal

# Frecuencia
source: Frequency
es: Frecuencia

# Acumulado
source: Accumulated
es: Acumulado

# Porcentaje
source: Percentage
es: Porcentaje

# Grafica Pareto
source: Pareto's Chart
es: Gráfica Pareto

# Agregar
source: Add
es: Agregar

# Otros
source: Other
es: Otros

# clase
source: Class: %@
es: Clase: %@

# Date Start
source: Start Date:
es: Fecha inicial:

# Date Finish
source: End Date:
es: Fecha fin:

# lblTitle5W2h2
source: Textualization of the problem (Effect)
es: Textualización del problema (Efecto)

# lblTitle5W2h
source: Complete 5w + 2h for the main cause
es: Completar las 5w + 2h para la causa principal

# m1
source: Man / Partners / Clients / People
es: Colaboradores / Clientes / Personas

# m2
source: Machine / Equipment
es: Máquinas / Equipos

# m3
source: Method
es: Método de Trabajo

# m4
source: Materials
es: Materiales

# m5
source: Measurement
es: Medición

# m6
source: Environment
es: Medio Ambiente

# lblIshikawaRespuesta
source: Answer
es: Respuesta

# btnRegresarPuntoOrigen
source: Return to point of origin
es: Regresar punto de origen

# btnProfundizar
source: Deeper analysis
es: Profundizar Análisis

# lblTitleFactor
source: Choose 5 most important main potential causes (root causes) that have higher impact on the main problem (%@):
es: Seleccione 5 causas potenciales principales más importantes (causas raices) que tienen incidencia significativa sobre el problema (%@):

# lblTitleOrder
source: Sort by relevance (from most to least important) the potential causes (root causes) that have more impact on the problem(%@):
es: Acomode de mayor a menor importancia las causas principales potenciales (causas raices) que tienen incidencia significativa sobre el problema (%@):

# lblPrimero
source: 1st
es: 1ro

# lblSegundo
source: 2nd
es: 2do

# lblTercero
source: 3rd
es: 3ro

# lblCuarto
source: 4th
es: 4to

# lblQuinto
source: 5th
es: 5to

# Causa Raíz: %@
source: Root cause: %@
es: Causa Raíz: %@

# lbl1
source: Cause:
es: Causa:

# lbl2
source: Action / Countermeasure:
es: Acción / Contramedida:

# lbl3
source: Activity to do:
es: Actividad a realizar:

# lbl4
source: Responsible:
es: Responsable:

# lbl5
source: Document to be generated:
es: Documento a generar:

# lbl6
source: Document to be modified:
es: Documento a modificar:

# lblFecha1
source: Plan start date:
es: Fecha plan inicio:

# lblFecha2
source: Plan end date:
es: Fecha plan fin:

# lblFecha3
source: Actual Start Date:
es: Fecha realizado inicio:

# lblFecha4
source: Actual End Date:
es: Fecha realizado fin:

# btn1
source: Select a cause
es: Seleccione una causa

# Actividad
source: Activity
es: Actividad

# Accion
source: Action
es: Acción

# Responsable
source: Person in charge
es: Responsable

# S%d
source: W%d
es: S%d

# Es necesario seleccionar una causa
source: You need to choose a cause
es: Es necesario seleccionar una causa

# Es necesario ingresar una Acción / contramedida
source: You must type a Action / Countermeasure
es: Es necesario ingresar una Acción / contramedida

# Es necesario ingresar una actividad
source: You need to type an activity
es: Es necesario ingresar una actividad

# Es necesario ingresar un responsable
source: You must enter a person in charge
es: Es necesario ingresar un responsable

# La fecha final del plan es menor que la fecha inicial
source: The end date of the plan is earlier than the start date
es: La fecha final del plan es menor que la fecha inicial

# La fecha final del la actividad realizada es menor que la fecha inicial
source: The end date of the activity is less than the start date
es: La fecha final del la actividad realizada es menor que la fecha inicial

# ¿Desea editar el elemento?
source: Do you want to edit the item?
es: ¿Desea editar el elemento?

# Las contraseñas no coinciden
source: Passwords do not match
es: Las contraseñas no coinciden

# No hay conexión a Internet. Revisa tu conexión y vuelve a intentarlo.
source: No network connection. Check your connection and try again.
es: No hay conexión a Internet. Revisa tu conexión y vuelve a intentarlo.

# No se pudo conectar con el servidor, intente mas tarde
source: Could not connect to server, try again later
es: No se pudo conectar con el servidor, intente mas tarde

# se registro con exito el usuario: %@
source: The user was saved successfully: %@
es: Se registró con exito el usuario: %@

# Los campos marcados en rojo son obligatorios
source: Fields in red are required
es: Los campos marcados en rojo son obligatorios

# El correo electronico no es valido
source: The email address is not valid
es: El correo electrónico no es valido

# La frecuencia no es numérica
source: The frequency is not numeric
es: La frecuencia no es numérica

# Los Campos marcados (*) son obligatorios
source: The fields marked with (*) are required
es: Los Campos marcados (*) son obligatorios

# Es necesario agregar al menos 5 factores
source: You must add at least 5 factors
es: Es necesario agregar al menos 5 factores

# Solo se permiten agregar 5 factores como máximo
source: You can only five factors at most
es: Solo se permiten agregar 5 factores como máximo

# debe capturar un total de 20
source: You must enter a total of 20-%d
es: ese neceario registrar al menos 20 causas, usted tiene %d

# No hay conexión a Internet. Revisa tu conexión y vuelve a intentarlo
source: No network connection. Check your connection and try again
es: No hay conexión a Internet. Revisa tu conexión y vuelve a intentarlo

# Ingrese la descripción de su problema
source: Type your problem's description
es: Ingrese la descripción de su problema

# Error al Graficar, usted no tiene 5 Paretos.
source: Error while charting Pareto's Graph, you don't have five Pareto.
es: Error al Graficar, usted no tiene 5 Paretos.

# Se guardo con exito, podra ver el flujo desde la seccion histórico.
source: Successfully saved, You can see the flow detail in the historic section.
es: Se guardo con exito, podra ver el flujo desde la seccion histórico.

source: This flow has been already saved. To view the flow, go to the "Historic" section.
es: Este flujo ya se encuentra guardado, si desea ver el flujo vaya a la seccion de histórico.

# Es necesario agregar 5 factores
source: You must add 5 factors
es: Es necesario agregar 5 factores

# Es necesario agregar un factor
source: You must add a factor
es: Es necesario agregar un factor

# Analisis de fallas
source: Failure Analysis
es: Análisis de fallas

# Causas
source: Causes
es: Causas

# Seleccione la causa que desea en el análisis de fallas:
source: Choose the cause you want in failure analysis:
es: Seleccione la causa que desea en el análisis de fallas:

# Plan de accion grafica
source: Action plan chart
es: Plan de acción gráfica

# Desde la perspectiva %@ %@
source: From the perspective %@ %@
es: Desde la perspectiva %@ %@

# ¿Por qué %@, %@, %@ y %@ %@
source: ¿Why %@, %@, %@ and %@ %@
es: ¿Por qué %@, %@, %@ y %@ %@

# ¿Por qué %@, %@ y %@ %@
source: ¿Why %@, %@ and %@ %@
es: ¿Por qué %@, %@ y %@ %@

# ¿Por qué %@ y %@ %@
source: ¿Why %@ and %@ %@
es: ¿Por qué %@ y %@ %@

# ¿Por qué %@ %@
source: ¿Why %@ %@
es: ¿Por qué %@ %@

# ¿Por qué %@
source: ¿Why %@
es: ¿Por qué %@

# ¿Por qué %@%@
source: ¿Why %@%@
es: ¿Por qué %@%@

# ¿Por qué %@ y %@
source: ¿Why %@ and %@
es: ¿Por qué %@ y %@

# ¿Por qué %@, %@
source: ¿Why %@, %@
es: ¿Por qué %@, %@

# Eliminar
source: Delete
es: Eliminar

# (No editable)
source: (Uneditable)
es: (No editable)

# problemas
source: problems
es: Problemas

# ver problema
source: Show problem
es: Ver problema

# Enviar por correo
source: Send Email
es: Envuar por correo

# Historico
source: Historical
es: Histórico

# Jade lean - Analisis de fallas
source: Jade lean - Failure Analysis
es: Jade lean - Análisis de fallas

# se adjunta un pdf con el Analisis de fallas
source: a pdf attached to Failure Analysis
es: se adjunta un pdf con el Análisis de fallas

# Actividades
source: Activities
es: Actividades

# Configure una cuenta en Mail para enviar correo electrónico.
source: Set up a Mail account to send email.
es: Configure una cuenta en Mail para enviar correo electrónico.
